Repository: ALIENQuake/bg2-uniqueartifacts
Catalog: uniqueartifacts/po/*.po
Languages: russian

source: Allow non-unique Amulet of Protection +1
russian: Разрешить неуникальный Амулет Защиты +1

source: Allow non-unique Ring of Protection +2 and Cloak of Protection +2
russian: Разрешить неуникальные Кольцо Защиты +2 и Плащ защиты +2

source: Allow non-unique Boots of Speed
russian: Разрешить неуникальные Сапоги Скорости

source: Unique Artifacts - core
russian: Уникальные Артефакты - главный компонент

source: Strict
russian: Строгий

source: Expanded
russian: Расширенный

source: Processing areas:
russian: Обрабатываем локации:

source: Compatibility:
russian: Совместимость:

source: Non-unique Amulet of Protection +1
russian: Неуникальный Амулет Защиты +1

source: Non-unique Ring of Protection +2 and Cloak of Protection +2
russian: Неуникальные Кольцо Защиты +2 и Плащ Защиты +2

source: Non-unique Boots of Speed
russian: Неуникальные Сапоги Скорости

source: Rogue Rebalancing
russian: Ребалансирование Разбойников

source: Resolved compatibility issues.
russian: Проблемы совместимости разрешены.

source: Processing creatures:
russian: Обрабатываем существ:

source: Processing dialogs:
russian: Обрабатываем диалоги:

source: Processing scripts (this will take a few minutes):
russian: Обрабатываем скрипты (может занять несколько минут):

source: Start main process
russian: Начинаем основной процесс

source: Processing stores:
russian: Обрабатываем магазины:

source: Only BG saga is supported
russian: Поддерживается только серия игр BG

source: TuTu not supported
russian: ТуТу не поддерживается

source: This component must be installed before Core
russian: Этот компонент должен быть установлен перед основным

source: Show me what you have, and I'll tell you if it can be altered.
russian: Ладно, давай посмотрим твои вещи, и увидим, есть ли что-нибудь подходящее.

source: Just tell me what you have, and I'll tell you if it can be made better.
russian: Просто скажите мне, что у Вас есть, и я отвечу, можно ли это усовершенствовать.

source: Boots of Speed: "The Paws of the Cheetah" Originaly, enchanted boots like these were the property of an order of deadly assassins fond of chasing down their prey. They moved with such speed that their targets often didn't have the opportunity to respond, even on horseback. Over time the order's infamy spread, and though its name was never known, all knew to fear the words last heard by their victims: "you can hide, but you cannot run!". Since then, many copies emerged, and this is one of them. STATISTICS Equipped Ability: Movement rate doubled Weight: 4
russian: Сапоги-скороходы: 'Лапы гепарда' Такие зачарованные сапоги когда-то были собственностью опасного Ассасина, любившего догонять свои жертвы. Он двигался с такой скоростью, что объекты охоты не успевали среагировать, даже если находились верхом на лошади. Со временем слава убийцы распространилась и, хотя его имя так никогда и не узнали, последние слова, услышанные жертвами, боязливо передавались из уст в уста: 'От смерти не убежишь!'. С тех пор появилось много копий, и это одна из них. ПАРАМЕТРЫ: Свойства при ношении: удвоенная скорость передвижения. Вес: 4

source: Amulet of Protection +1 : 'The Protector' Originally, the royal guard of King Pyronan, ruler of Impiltur, were given 'The Protector' as an honorary show of status. Unfortunately, members of the guard had trouble coming to a consensus amongst themselves as to whom the amulet should go to. After years of internal hostility, the item was lost and the guards were replaced by less greedy individuals. Since then, many copies emerged, and this is one of them. STATISTICS: Armor Class Bonus: 1 Saving Throw Bonus: 1
russian: Амулет защиты +1: 'Защитник' Личная стража короля Пиронана, правителя Импильтура, получила 'Защитника' в качестве почетного знака. К сожалению, стражники не смогли договориться между собой, кто будет носить амулет. После нескольких лет непрекращающейся вражды предмет был потерян, а стражники заменены на менее жадных. С тех пор, появилось много копий, и это одна из них. ПАРАМЕТРЫ: Класс Защиты: +1 Спасбросок (универсальный): +1 Из-за магической природы амулета, его нельзя одеть, если на персонажа уже одет какой-то из магических вещей увеличивающий класс защиты, например: волшебное кольцо, волшебный плащ, или волшебная броня.

source: Cloak of Protection +2: 'The Spirit's Shield' Cloaks of this type are said to focus the energies of one's spirit into a force that protects him or her. Rumors of a vampire enslaved in the magical item are ever-present, but they are impossible to prove without destroying the cloak. STATISTICS: Armor Class: +2 bonus Saving Throw: +2 bonus Weight: 3 Not usable by:
russian: Плащ защиты +2: 'Духовный щит' Этот плащ, как говорят, преобразует силу духа владельца в защитную энергию. Постоянно ходят слухи о вампире, заточенном в этом магическом предмете, но их невозможно доказать, не уничтожив плащ. ПАРАМЕТРЫ: Класс Защиты: +2 Спасбросок (универсальный): +2 Вес: 3

source: Ring of Protection +2: 'The Guard's Ring' The Guard was an immortal sentry assigned to protect a tomb that sheltered the body of a princess of the Akanal. Over millennia respect for the grave disappeared with the memory of the royal family, and adventurers began to try their luck with the Guard. It was inevitable that he would eventually be bested, and when he was, the ring he wore was one of many treasures taken from the tomb. Since then, many copies emerged, and this is one of them. STATISTICS: Armor Class: +2 bonus Saving Throws: +2 bonus
russian: Кольцо защиты +2: 'Кольцо Стража' Страж был бессмертный часовой, призванный защищать гробницу, в которой покоилось тело принцессы Аканала. Через тысячелетие уважение к могиле исчезло вместе с памятью о королевской семье, и искатели приключений начали испытывать свою удачу со Стражем. Было очевидно, что он в конце концов будет повержен, и когда это случилось, его кольцо стало еще одним из сокровищ, найденных в гробнице. С тех пор, появилось много копий, и это одна из них. ПАРАМЕТРЫ: Класс Защиты: +2 Спасбросок (универсальный) +2
